export class Picture{
    title:string;
    year: number;
    author:string;
    size:string;
    place:string;
    path:string;
    
}


    //                   1
    // Создайте проект «Картина». Проект должен быть реализован в виде SPA.
    // Обязательно отображать информацию о картине: название, год создания, автор,
    // размеры, местоположение. Необходимо при создании приложения использовать
    // компоненты, шаблоны, директивы, привязку данных, pipes, сервисы.
//                       2
//     Трансформируйте первое задание в картинную галерею. Необходимо
// отображать уменьшенные изображения картин. При клике на картину нужно
// отображать её, как описано в первом задании.
